import p1_img from "./Products-images/Black-Tshirt.png";
import p2_img from "./Products-images/Blue-Tshirt.png";
import p3_img from "./Products-images/White-Tshirt.png";
import t1_img1 from "./Products-images/t-shirt-1.1.webp"
import t1_img2 from "./Products-images/t-shirt-1.2.webp"
import t1_img3 from "./Products-images/t-shirt-1.3.webp"
import t2_img1 from "./Products-images/t-shirt-2.1.webp"
import t2_img2 from "./Products-images/t-shirt-2.2.webp"
import t2_img3 from "./Products-images/t-shirt-2.3.webp"
import t3_img1 from "./Products-images/t-shirt-3.1.webp"
import t3_img2 from "./Products-images/t-shirt-3.2.webp"
import t3_img3 from "./Products-images/t-shirt-3.3.webp"
import t_shirt_sizing from "./Products-images/t-shirt-sizing.webp"
import p1_img1 from "./Products-images/p-1.1.webp"
import p1_img2 from "./Products-images/p-1.2.webp"
import p1_img3 from "./Products-images/p-1.3.webp"
import p1_img4 from "./Products-images/p-1.4.webp"
import p2_img1 from "./Products-images/p-2.1.webp"
import p2_img2 from "./Products-images/p-2.2.webp"
import p2_img3 from "./Products-images/p-2.3.webp"
import p2_img4 from "./Products-images/p-2.4.webp"
import p3_img1 from "./Products-images/p-3.1.webp"
import p3_img2 from "./Products-images/p-3.2.webp"
import p3_img3 from "./Products-images/p-3.3.webp"
import p3_img4 from "./Products-images/p-3.4.webp"
import s1_img1 from "./Products-images/s-1.1.webp"
import s1_img2 from "./Products-images/s-1.2.webp"
import s1_img3 from "./Products-images/s-1.3.webp"
import s2_img1 from "./Products-images/s-2.1.webp"
import s2_img2 from "./Products-images/s-2.2.webp"
import s2_img3 from "./Products-images/s-2.3.webp"
import s3_img1 from "./Products-images/s-3.1.webp"
import s3_img2 from "./Products-images/s-3.2.webp"
import s3_img3 from "./Products-images/s-3.2.webp"
import s_sizing from "./Products-images/s-sizing.webp"



let Products = [
    {
        id: 1,
        name: " تی شرت آستین کوتاه مردانه موها فیتنس مدل 7B ",
        category: "t-shirt",
        image: t1_img1,
        image2: t1_img2,
        image3: t1_img3,
        sizing_image: t_shirt_sizing,
        price: 499000,
        description: "مهمترین ویژگیهای یک تی شرت خوب، متریال به کار رفته در آن، راحتی، ابعاد و سایز بندی آن میباشد. تی شرت 7 موها فیتنس از پارچه با الیاف 100 درصد پنبه تهیه شده و همچنین با برشی دقیق و دوختی تمیز با ماشین الات صنعتی تبدیل به تن پوشی شیک و بادوام برای شما شده است. این مدل از مدلهای راحتی و روزمره میباشد.با توجه به بسته بندی بسیار شیک و زیبا، این محصول میتواند هدیه ای خاص برای عزیزان شما باشد.",
        full_description: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
            `,
        tag: "new"
    },
    {
        id: 2,
        name: " تی شرت آستین کوتاه مردانه مدل انیمه ای اتک ان تایتان anm564 ",
        image: t2_img1,
        image2: t2_img2,
        image3: t2_img3,
        sizing_image: t_shirt_sizing,
        category: "t-shirt",
        price: 300000,
        description: ` تیشرت یکی از محبوب ترین لباس های موجود در بین نسل جوان است.افراد زیادی در فصل های گرم سال علاقه مند به استفاده از انها هستند.ما با استفاده از بهترین پارچه ها و شیوه های دوخت،تیشرت های خوش پوش وعالیی ای برای شما اماده کرده ایم. چاپ استفاده شده در این لباس ها از نوع دی تی اف است که جدید ترین نوع چاپ موجود در دنیاست و ماندگاری بسیار بالایی دارد.
            `,
        full_description: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
            
            `,
    },
    {
        id: 3,
        name: " تی شرت آستین کوتاه مردانه ال سی وایکیکی مدل Soleeze-pamuk ",
        image: t3_img1,
        image2: t3_img2,
        image3: t3_img3,
        sizing_image: t_shirt_sizing,
        category: "t-shirt",
        price: 950000,
        description: `تیشرت یکی از محبوب ترین لباس های موجود در بین نسل جوان است.افراد زیادی در فصل های گرم سال علاقه مند به استفاده از انها هستند.ما با استفاده از بهترین پارچه ها و شیوه های دوخت،تیشرت های خوش پوش وعالیی ای برای شما اماده کرده ایم. چاپ استفاده شده در این لباس ها از نوع دی تی اف است که جدید ترین نوع چاپ موجود در دنیاست و ماندگاری بسیار بالایی دارد.  `,
        full_description: `  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
            `,
    },
    {
        id: 4,
        name: " پیراهن آستین کوتاه یقه برگردان مردانه ال سی وایکیکی مدل سوپرا پوپلین ",
        image: p1_img1,
        image2: p1_img2,
        image3: p1_img3,
        sizing_image: p1_img4,
        category: "shirt",
        price: 850000,
        description: ` پیراهن آستین کوتاه یقه برگردان مردانه ال سی وایکیکی مدل سوپرا پوپلین، با طراحی کلاسیک و دوخت باکیفیت، انتخابی ایده‌آل برای استایل روزمره و نیمه‌رسمی است. این پیراهن از پارچه‌ی سبک و تنفس‌پذیر پوپلین تهیه شده و در روزهای گرم تابستان، راحتی و ظاهر شیک را هم‌زمان برای شما فراهم می‌کند. `,
        full_description: ` لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد. `,
        tag: "new",
    },
    {
        id: 5,
        name: "پیراهن آستین بلند یقه برگردان مردانه دیجی استایل اسنشیال مدل 06 رنگ سرمه ای ",
        image: p2_img1,
        image2: p2_img2,
        image3: p2_img3,
        sizing_image: p2_img4,
        category: "shirt",
        price: 450000,
        description: ` پیراهن آستین بلند یقه برگردان مردانه دیجی استایل اسنشیال مدل 06، با رنگ سرمه‌ای شیک و طراحی ساده و کاربردی، انتخابی مناسب برای موقعیت‌های رسمی و روزمره است. این پیراهن با پارچه‌ای خوش‌فرم و تن‌خور استاندارد، ظاهری مرتب و حرفه‌ای به شما می‌بخشد و به‌راحتی با شلوارهای جین یا پارچه‌ای ست می‌شود. `,
        full_description: ` لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد. `,
    },
    {
        id: 6,
        name: "پیراهن آستین بلند یقه دکمه دار مردانه ام کی مدل 1889 رنگ آبی ",
        image: p3_img1,
        image2: p3_img2,
        image3: p3_img3,
        sizing_image: p3_img4,
        category: "shirt",
        price: 780000,
        description: ` پیراهن آستین بلند یقه دکمه‌دار مردانه ام‌کی مدل 1889 با رنگ آبی جذاب، ترکیبی از طراحی مدرن و راحتی است. یقه دکمه‌دار و فرم کلاسیک آن، ظاهری مرتب و شیک ایجاد می‌کند که هم برای استایل روزمره و هم محیط‌های نیمه‌رسمی مناسب است. این پیراهن با پارچه‌ای نرم و سبک، انتخابی ایده‌آل برای استفاده در تمام فصول سال است.  `,
        full_description: ` لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد. `,
        tag: "new",
    },
    {
        id: 7,
        name: " شلوار مردانه مدل پارچه ای NK-0101 ",
        image: s1_img1,
        image2: s1_img2,
        image3: s1_img3,
        sizing_image: s_sizing,
        category: "pants",
        price: 980000,
        description: ` شلوار مردانه مدل پارچه‌ای NK-0101 با طراحی ساده و خوش‌دوخت، گزینه‌ای مناسب برای استایل روزمره و نیمه‌رسمی است. این شلوار از پارچه‌ای سبک و راحت تهیه شده و با فرم استاندارد خود، ظاهر شیک و راحتی را هم‌زمان فراهم می‌کند. `,
        full_description: ` شلوار مردانه مدل پارچه‌ای NK-0101 با طراحی ساده و خوش‌دوخت، گزینه‌ای مناسب برای استایل روزمره و نیمه‌رسمی است. این شلوار از پارچه‌ای سبک و راحت تهیه شده و با فرم استاندارد خود، ظاهر شیک و راحتی را هم‌زمان فراهم می‌کند.  `,
        tag: "new",
    },
    {
        id: 8,
        name: "شلوار مردانه مدل فاستونی مطهری",
        image: s2_img1,
        image2: s2_img2,
        image3: s2_img3,
        sizing_image: s_sizing,
        category: "pants",
        price: 880000,
        description: ` شلوار مردانه مدل فاستونی مطهری با استفاده از پارچه باکیفیت و خوش‌فرم فاستونی تولید شده و گزینه‌ای ایده‌آل برای موقعیت‌های رسمی و محیط‌های کاری است. این شلوار با دوخت دقیق و طراحی کلاسیک، ظاهری شیک و آراسته به استایل شما می‌بخشد.  `,
        full_description: ` لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.  `,
    },
    {
        id: 9,
        name: "شلوار مردانه زی سا مدل 1001 رنگ سبز ",
        image: s3_img1,
        image2: s3_img2,
        image3: s3_img3,
        sizing_image: s_sizing,
        category: "pants",
        price: 1180000,
        description: ` شلوار مردانه زی‌سا مدل 1001 با رنگ سبز خاص و طراحی مینیمال، انتخابی متفاوت برای استایل روزمره و اسپرت است. این شلوار با پارچه‌ای نرم و راحت و دوخت باکیفیت، هم ظاهر شیک و هم آزادی حرکت را برای شما فراهم می‌کند. `,
        full_description: ` لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد. `,
        tag: "new",
    },

]

export default Products;